{"podcast_details": {"podcast_title": "HBR IdeaCast", "episode_title": "How to Reinvent a Consumer Brand", "episode_image": "https://hbr.org/resources/images/podcasts/1400-hbr-ideacast-lg-3.jpg", "episode_transcript": " Asana helps you keep track of all the details in one place, so you and your team can stay focused on the work and the goals that matter most. Try it for free at asana.com. That's A-S-A-N-A dot com. If you're curious about what's on the horizon, check out the A16Z podcast. It breaks down the most important trends in business and tech, like whether autonomous vehicles have finally arrived and how AI will actually save the world. Recent episodes feature Mark Andreessen, Mark Cuban, and Oculus founder Palmer Luckey. Don't miss out. Listen to the A16Z podcast. Welcome to the HBR IdeaCast from Harvard Business Review. I'm Allison Beard. A few years ago, I noticed a weird thing. Crocs, those rubbery boat shoes that you used to see mostly on little kids, were suddenly extremely popular with teenagers. My kids' middle and high school friends were all wearing them everywhere, in lots of styles and colors, with socks and without. Then, earlier this year, the same thing happened with a different product, Stan Lee Insulated Mugs. This was a brand I knew from growing up. They made bottles that you usually brought outdoors. But now my 13-year-old daughter's entire city and suburban crew was buying the Quencher, a 30-ounce mug with a big handle and straw in different pastel shades and carrying them around, almost like trophies. I began to wonder, how do consumer goods like these suddenly move from under the radar or even uncool to totally trendy? Well, there's no better person to ask than our guest today. Terrence Riley was the chief marketing officer of Crocs during its resurgence, and he's now the president of Stanley. When I found out that he was there to shape the strategies that led to such success for both companies, I wanted to talk to him about how he did it. Terrence, welcome. Thank you very much. First let's talk about Crocs. How did you get teenagers so interested in wearing them? Well, I didn't do anything. We had an amazing team at Crocs, similar to Stanley. One day, Toria Roth, who was just fresh off of her internship at Crocs, she walked into my office, the CMO's office, and she said, Terrence, do you have a minute? She showed me a photo of Post Malone wearing Crocs. Post Malone is a very popular musician. Absolutely. He wasn't wearing them with any sort of irony. He just was wearing them. She said, this could be something for Crocs. I reached out to the folks that manage Post Malone, and I said, hey, would you be interested in a partnership or collaboration where Post could create his own Crocs? A few months later, the first celebrity collaboration with Crocs was born. I think it broke the Crocs website when they went live. We had more people waiting than we could handle. Obviously, that set the stage for multiple artists and brands over the following years to collaborate with Crocs. It was actually just a celebrity who liked the product initially. Is that how consumer brands should go about finding endorsers or influencers to be brand ambassadors? Well, sure. At the time, Crocs was a meme. The meme was, those holes are where your dignity leaks out. We knew, and certainly I knew, that we had a classic. We just needed to create more relevance for the brand. We didn't have an awareness problem at Crocs. We had a relevance opportunity. Post Malone was that real quick injection of relevance. Once he was on board, it allowed me to call almost any artist or any brand to collaborate. As an example, I was in Asia and I saw the popularity of Kentucky Fried Chicken in Asia. I reached out to the CMO of Kentucky Fried Chicken via LinkedIn while in Asia, asked him if he'd be interested in a Crocs KFC collaboration. Sure enough, you can go online today. We'll see those for $300, $400 in the secondary market today. That kind of hype became something that had its own inertia. It sounds like you have to have an awareness of the people and other brands that your ideal consumers care about. Then you establish and make those relationships happen, and that can work for any consumer brand? I'd like to think so. It might not be that easy. It starts with a risk. We took a risk. Crocs had been, I would say, fledgling for quite some time. Still, it was a very young brand, but it had its moment back in the early 2000s and really was just, I would say, just floating along. We took a risk. Post Malone was a risk, especially at the time. He hadn't quite reached the level of popularity that he enjoys today and he's earned today. A brand took a risk on that kind of artist and it sure paid off. Yeah. For those who don't know Post Malone, he has tattoos all over his face. It's definitely not someone I would intuitively associate with a brand like Crocs. Correct, but it was real. His fandom for Crocs was authentic and his fans knew that. That's also what's happened at Stanley. When you have that authenticity, you have gold that you can't really manufacture as hard as you try. We had something that was risky at the time, walking into senior leadership at Crocs to tell them we should be betting on Post Malone was a bit of a career risk for me, I'm sure. Taking that risk and listening was the key. Listening to that young associate who had her finger on the pulse of culture, listening to Post Malone's fans, and then on and on it went. Back at Crocs and then now at Stanley, when you're thinking of listening to consumers, how do you do it? Is it through social media? Is it through surveys, focus groups? The easiest thing in 2023 or 2020 when I joined Stanley as president is social media, but also listening to your team. It's probably rare that the CMO listens to an intern from a month ago, but that's what happened. Thank goodness that Toria had the courage to knock on the CMO's door. The first week when I joined Stanley, I interviewed my colleagues to say, hey, what's going well? What isn't? What's start and continue? Lauren Solomon, one of our brilliant sales associates at Stanley told me that there was a group in Utah that had a genuine love for this little product called the Quencher. It was 40 ounces and immediately I knew that that was it because there was very little else at Stanley. We were a 107-year-old American heritage brand. We were known mostly for our hammer-tone green iconic bottle, which appealed to real a subset of largely men in the Pacific Northwest. But I knew we had something there. When Lauren told me about the Buy Guide and their love for the Quencher, I knew that was a place to start going from what had been a traditional male green brand that your grandmother brought to work as a teacher or your grandfather brought to the construction site. I knew if those three women in Utah, the Buy Guide, loved us like I thought they loved us, we had something. The Buy Guide is, let's call them influencers, but they have an amazing audience largely based in Utah at the time when we started this. Sure enough, we created a partnership with the Buy Guide that started with 500 units which had become 5,000 units and then 5 million units of the Quencher. We've turned the Stanley brand into a proprietary eponym, which is something I've learned a couple of months ago of Band-Aid, Kleenex, Q-Tip, Xerox, Stanley. Is that opportunity for growth into different customer segments why you were interested in joining this very traditional, very staid company? Exactly. It was a different challenge where Crocs did not need awareness help, they needed relevance help. I knew that Stanley needed awareness help. People knew it. Like I said, they, ah, my dad had one in the garage, but you don't make anything for me is what I was told. Even my daughters, when I joined Crocs, my daughters were like, dad, Crocs is not cool. Why would you work for Crocs? When I let my daughters know I was leaving for Stanley, they were like, why would you leave Crocs? Are you kidding me? They were like, Crocs is the coolest thing ever. Why would you go? I've never even heard of it. And of course, now they ask for quenchers for their roommates and their, you know, my daughter's a teacher for her fellow teachers. And it's a remarkable thing in my personal life that has happened through the lens of my two daughters to know that their old man is kind of doing the right thing. And that's what I knew we would have at Stanley. You get this rare chance to take a 107-year-old heritage brand from this green bottle who people knew about, but you don't make one for me. I knew that if we could make one for them, we would win. And our product team has done just that. The connection is amazing to see. So let's talk about social media. Can you give us a sense of how much of that was an organic trend that you saw catch on and figured out ways to capitalize on? Or how much of that was the work of your team behind the scenes? Oh, it's so much of all of that. As I mentioned, the Buy Guide was real. They were fans of this product. And so we made a deal with the Buy Guide to work together to give them part of the sales of the quencher so they would tell their audience about it. So the Buy Guide was telling their fans and we were telling ours that the next quencher color was arriving and all of that was on our own DTC, stanley1913.com, and it continued to build. And as that started to happen, we had data points to show the popularity of this product where we can now bring to some of the United States' most prestigious retailers from Amazon to Target to exporting goods. We had the proof points that people were coming to buy our product and they would come to their stores to buy our product. And so you started out with these influencers who liked you to begin with, much in the same way Post Malone liked Crocs. Did you then reach out to other influencers on TikTok or Instagram? Or was that more your fan base sort of generating marketing content on your behalf? It's become the latter. The fan base has taken over. I saw an interview with Jack White a couple of months ago who is famous for many things, but Seven Nation Army is the song that is ubiquitous in sporting events around the world. And he mentioned that the song no longer belongs to him. And a similar thing has happened with stanley. Every hour, videos are on TikTok of excited consumers hunting, hauling, or unboxing their stanley. It no longer belongs to us in many ways, but that's why we continue to innovate and bring new things to continue the excitement. So we have even more of those videos evangelizing our brand on our behalf, but all organic and authentic. At some point, does that get tricky when you don't have control of how people are using your products or brands? Now it's all good, but at some point, are you worried that TikTokers have more influence in how stanley is perceived than the company itself does? Sure. I mean, that's always the risk of a popular brand. We see some of that today where the quencher is not designed to be leakproof, but yet we continue to see people on TikTok literally turning it over so that it leaks and saying it's not leakproof, which is humorous in a way. But things like that we would prefer are not on social media. They're accurate, but nor is it something we're advertising is something that it isn't. So those kinds of things are where it can get a little bit out of hand, but it allows us to now innovate where we have new things arriving in 2024. So as you said, the brand is quite traditional. It had long been associated with sustainability, having one thermos that you never had to replace. So how do you stay true to the history when you're also trying to tap new markets and grow sales? Do you worry at all about losing your core customer? Well, certainly you always want to have that balance. What we've heard time and time again is our loyal followers who were with us for so many years, they're telling all of their wives and daughters and friends, I told you Stanley was cool. I knew it all along. So we get a lot of those stories. Yes, you're right. Building a more sustainable, less disposable life and world is something that Stanley takes very seriously. So even the quencher is 90% from recycled stainless steel. The amount of single use plastic we like to believe we have removed from the daily life of people staying hydrated is significant, but we want to make sure we're introducing new ways to continue the loyal consumer while bringing many, many new people under the tent. The diversity of the Stanley fandom over the last three years is what has been so incredibly exhilarating for all of us. I've said this to the team here at Stanley for a while. It's the airport test. When I first started with Crocs, if you saw a pair of Crocs at the airport, you were lucky to see a pair. And it was probably being worn by somebody that might not have been as aspirational as the brand would want. Not fashionable, yes. By the time I left Crocs, you would see hundreds of pairs of Crocs at the airport. So I always use the airport test as a great barometer for any brand's popularity and where it is in the zeitgeist. And certainly I've been fortunate to have two of the brands that I've worked on be part of that. Achieving compliance can unlock major growth for your business and build a foundation of trust and Vanta is here to help. Vanta automates up to 90% of the work for SOC 2, ISO 27001, HIPAA and more, getting you audit ready in weeks instead of months and saving you up to 85% of associated costs. HBR IdeaCast listeners get $1,000 off Vanta when they go to vanta.com slash hbr. That's vanta.com slash hbr. So one thing about trends though is that they fade, right? So as quickly as they are fashionable and everyone wants them, then sort of everyone's doing it. And so you want to do something different, you know, particularly in the water bottle space, if you will, like first it was Yeti and then it was hydro flask and then it was Starbucks cups. And now it's Stanley. How do you look at sustaining this for the long term? Well, certainly at Crocs, you know, people would have said it was a trend, but you know, teenagers today were in their, you know, sevens and eights when Crocs started to become a trend and they're getting them still today because Crocs continues to innovate. And that's exactly what Stanley is doing and will continue to do. And innovation is really at the heart of Stanley. William Stanley, our founder, he was a creator, builder and inventor. He invented double wall vacuum bottles, which changed the world. And that's not hyperbole. And so we inherit that creator, builder and inventor spirit at Stanley. And that's what we continue to do, to create, build and invent new product and new ways to connect with consumers and customers around the world. Our brand awareness in South America is almost at Coca-Cola levels. And that's not hyperbole. Even the world's most famous footballer, Lionel Messi, he's photographed often with his Stanley and we don't pay him for that. He just uses it for his mate and our bottles keep your water incredibly hot in Argentina or other parts of South America where mate is part of the culture. In Korea, we are a camping brand. Korean campers use Stanley to glamp or camp outside. In Brazil, Brazilians love their beer cold and I mean really cold. And our Stanley 16 ounce pint is what they choose for their beer. So we have multiple categories of product that allow us to push and pull. Now we have this incredible success to build upon. We've already made it now to base camp. Now the ascent to the summit begins. We firmly believe that we will become one of the leading lifestyle brands in the world over the next few years. Yeah, I like that idea of sort of different use cases, different consumer segments, you know, just understanding all the different ways that any product, you know, that a manufacturer produces could be used. Sort of it takes a certain creativity and level of innovation to say, yeah, most people use it for this, but it could also be that. So just taking a step back, you know, you as a leader walk into a place like Crocs or a place like Stanley and you see opportunity, but that involves change. So what are some of the first steps that you take? You know, you said listening to the existing employees was one of them, but what else do you do to sort of mobilize a company, a team towards a new vision for the future? I lead almost every day in every part of my life with an unmistakable sense of what's possible. And that's what I believe I brought to Stanley. You know, I joined Stanley in April of 2020, which was a pretty rough time to join a company as a new president. As we all know what was happening in the world. But on my very first day, obviously all of us were on video. We were all in our basements or kitchens or bedrooms or wherever we were as we figured out this new world in April of 2020. And on my very first day, I wrote and I read a poem to the Stanley company that foreshadowed all the things that would happen over the course of the weeks, months and years now that I was the president. And so I read it, I wrote it and read it. And obviously that set a different tone or a new tone for a president to do such a thing. You know, in verse, it wasn't Shakespeare, it wasn't Tupac, but it rhymed at least. But it said what we were going to do. And so last year I brought it out again and I read it to the team and I couldn't get through it without getting choked up. Yeah. How did people react initially though? Because that's a weird thing for a new president to do. No offense. Who knows? I couldn't see anybody because it was via the Zoom or Teams or whatever we were using at the time. And so I reread it last year and I couldn't get through it because the team made everything happen that I said was going to happen. And that was an incredible moment for me, but it started with that and setting a vision, having that unmistakable sense of what's possible, listening to our team and then taking some risks and that set some people back. That was change. We were the $70 million sleepy little brand known for the hammer-tone green bottle. And doing a pink one designed to reach a new audience was change and change is hard for people. But you have to believe, you have to take the risk and you have to have that unmistakable sense of what's possible. But how do you persuade people who are initially resistant, how do you change the culture? You just do it. You just have to do it. And as the quote unquote boss, you just have to lead and carry the flag through. And if it fails, it's because of me. And if it succeeds, it's because of the team. And that is absolutely the culture that we've created at Stanley. Not everybody's stuck around. That's the casualty of change. Some people didn't want to be part of this. They thought we should be that. And that's okay. It doesn't make them bad people. It just means that they didn't want to do where I wanted to take Stanley. That's part of leadership and change and taking what was $70 million and 10Xing it in three years. So when there were potential departures for people who didn't see the vision or disagreements, how did you handle it? How did you sort of move forward in a way that left everyone feeling excited? It's tough. These are real people that you want to buy in, but they don't. And if they don't have that same unmistakable sense of what's possible, they probably can't help you get there. I think what we've built also at Stanley is a real servant leadership culture. That's something that is very, very important to me and the team that helps me run Stanley. I think we have a combination of energy, humility, humor, and recognition. One of the things that I do also to keep people engaged and also keep myself connected is in this kind of hybrid remote culture, it's hard sometimes to find those bump into people accidentally on purpose in the hallway. So with teams, I look to see whose light is green and I just call them. I ask the same question every time, how's Stanley treating you? And I listen and you hear some good things. Sometimes you hear some challenges or things you need to fix. And people expect it. Some new employees will say, I just got a call from the president. Should I pick up? And yes, he's calling you for a reason. He calls everyone. He calls everyone. I call them my Friday flybys. I usually do it on Friday. And some folks told me that's probably not the best day to have the president suddenly call you out of the blue, but I do. And now people, they do expect it. Some new folks are still shocked and it takes a second call for them to pick up. But just keeping yourself connected and making sure people are all bought into what we're doing. You see some signs along the way and some subtle shifts of behavior, but you got to do those things to stay connected. And that's why our teams are so engaged and proud to work at Stanley. And it sounds like you've always had an open door policy, both for ideas and for challenges, disagreements. For sure. I've been very, very fortunate and lucky to have people believe in me that I could do the job and people who believed in me that they could work for me and do the things that I thought were possible. So I've been very, very fortunate and there's no airs about me particularly or the leaders that I want leading the Stanley team. We have to be real human beings open to feedback of all sorts from all different people. And that's what I think really created the magic that is Stanley. When you've emphasized the team you have around you, when you're trying to orchestrate a brand resurgence like the ones you have, what attributes do you look for in the people you're working with? Yeah. Some of the ones I mentioned earlier, energy. The people want to follow you is really key. Humility. At this point, we attract a lot of incredible talent to Stanley as did Crocs. Are you humble? Do you have a sense of humor about yourself and about life? If you take things too seriously, well, people might not continue to hang with you if you know what I mean. And do you recognize others? It's the own theory as I said earlier. I owe my success to others and I own the failures. And I look for that in leaders. I also want to, I'd like people to make things simple. Sometimes I ask people, how do you make ice? And if they say anything other than freeze water. Oh, that's what I was going to say. Now I feel better. Right. But some people, you know, what's that old line? I asked you for the time and you told me how to build a watch. You know, there's certain levels of that that can slow down an organization, especially the organizations like Crocs or Stanley that have a moment to really grab the moment and turn it into momentum for years to come. Crocs will be around now forever and will not be a meme. You know, and I'm proud of that. And that really means something to me that we turned it from a meme to a dream. As I've said before, the same kind of thing is happening with Stanley. We are the proprietary eponym. We were never the meme, but we are now referred to by name, not some bottle. And that is an amazing thing that this team has accomplished. And, you know, I'm from New Jersey and I'm a big Bruce Springsteen fan. I think it's the law. I am too. And my favorite moment in life, and this is not an exaggeration. I've been fortunate to see him many, many times in concert. And my favorite moment in life is when you're sitting in the stadium or the arena and the house lights go down. And you've been waiting for this moment and the house lights go down at a Springsteen show and you know that it's happening, but it hasn't happened yet. It's this amazing moment where time stands still. And I love that moment. And that's what's happening at Stanley. It's happening, but it hasn't happened yet. And that's an amazing thing to be. Yeah. Terrence, really appreciate you being with me. Thank you for listening and for inviting me onto the podcast. It's a real pleasure. That's Stanley, president and former Croc CMO, Terrence Riley. We have more episodes and more podcasts to help you manage your team, your organization, and your career. Find them at hbr.org slash podcast or search HBR and Apple podcast, Spotify, or wherever you listen. This episode was produced by Mary Dew. We get technical help from Rob Eckhart, our audio product manager is Ian Fox and Hannah Bates is our audio production assistant. Thanks for listening to the HBR IdeaCast. We'll be back with a new episode on Tuesday. I'm Alison Beard."}, "podcast_summary": "In this podcast episode, Terrence Riley, the president of Stanley and former chief marketing officer of Crocs, discusses how consumer goods move from being uncool to trendy. He shares his experience with Crocs' resurgence, highlighting the role of a collaboration with Post Malone in driving popularity and relevance. Riley emphasizes the importance of authenticity and taking risks in finding endorsers and influencers for brand partnerships. He also discusses the listening aspect of marketing, highlighting the value of social media and internal team input in understanding consumer preferences. Riley explains the process of revitalizing the Stanley brand, emphasizing the need to balance tradition and sustainability with new market growth. He shares how Stanley has leveraged social media and organic marketing content from fans to increase brand awareness and engagement. Riley concludes by discussing his leadership approach, including open communication, servant leadership, and the importance of humility, humor, and recognition in building a successful team dynamic.", "podcast_guest": "Terrence Riley", "podcast_highlights": "Podcast Highlights Digest\n\n🎙 Title: \"From Meme to Dream: How Crocs and Stanley Landed Back on Top\"\n🎙 Host(s): Allison Beard\n🎙 Guest(s): Terrence Riley, President of Stanley\n🎙 Duration: 37:29\n🎙 Episode Number: -\n🎙 Release Date: October 12, 2024\n\nIntroduction:\nTerrence Riley, President of Stanley and former CMO of Crocs, shares his insights on how both companies successfully transformed from being under the radar to becoming trendy and relevant. He discusses the key strategies and moments that led to their resurgence and offers valuable lessons on brand revitalization.\n\nKey Moments:\n- [07:10]: Terrence shares how Crocs' collaboration with Post Malone kickstarted their success, leveraging the authenticity of the artist's fandom for the brand.\n- [09:34]: He explains the importance of relevance over awareness and how collaboration with celebrities and brands helped drive growth for Crocs.\n- [14:19]: Terrence highlights the significance of listening to consumers and paying attention to cultural trends, citing the example of Kentucky Fried Chicken collaboration with Crocs.\n- [18:04]: He shares his approach to listening to consumers and gathering insights, including social media and team input.\n- [22:32]: Terrence discusses the shift in consumer perception of Stanley from a traditional, male-oriented brand to a more diverse and modern lifestyle brand.\n- [27:55]: He emphasizes the role of innovation and continuous product development in sustaining brand growth and capturing new consumer segments.\n- [31:22]: Terrence addresses the challenge of maintaining brand authenticity and managing brand perception in the age of user-generated content on platforms like TikTok.\n- [34:18]: He explains how Stanley stays true to its heritage of sustainability while appealing to new markets and customer segments.\n\nMain Takeaways:\n1. Collaboration with relevant influencers and celebrities can inject new relevance and authenticity into a brand, driving growth and engagement.\n2. Listening to consumers, both through social media and internal team input, is crucial for understanding their needs, preferences, and cultural trends.\n3. Innovation is key to sustaining brand growth and remaining competitive in a rapidly evolving market.\n4. Balancing tradition and heritage with the need to adapt and appeal to new consumer segments is essential for long-term success.\n5. Creating a culture of servant leadership, humility, and recognition fosters employee engagement and commitment to the brand's vision.\n\nNotable Quotes:\n🔮 \"We had a classic, we just needed to create more relevance for the brand.\" - Terrence Riley\n🔮 \"When you have authenticity, you have gold that you can't manufacture no matter how hard you try.\" - Terrence Riley\n🔮 \"I lead almost every day in every part of my life with an unmistakable sense of what's possible.\" - Terrence Riley\n🔮 \"Change is hard for people, but you have to believe, you have to take the risk, and you have to have that unmistakable sense of what's possible.\" - Terrence Riley\n\nFeatured Recommendations/References:\n📚 None mentioned.\n\nClosing Thoughts:\nTerrence Riley's experience with both Crocs and Stanley demonstrate the power of collaboration, listening to consumers, and driving innovation to rejuvenate brands and capture new markets. By embracing change and staying true to their core values, these companies have successfully transformed their image and established a strong presence in the marketplace.\n\n🔑 Unlock the full episode for more valuable insights and captivating discussions! Tune in to explore the depths of this episode's knowledge. 🎧\""}